<?php 
return [
 "error_page" => "صفحه خظأ",
 "go_home" => "اذهب الي الرئيسية",

 "401_unauthorized" => "401 غير مصرح به",
 "401_description" => "أُووبس! يبدو أنك تعثرت عند بوابة مغلقة. يتطلب المورد المطلوب الذي تحاول الوصول إليه المصادقة المناسبة. يرجى تقديم بيانات اعتماد صالحة للحصول على إذن وفتح الباب. لا تقلق، سوف نتغلب على هذه العقبة!",

 "500_internal_server_error" => "500 خطأ داخلي في الخادم",
 "500_description" => "لدينا مشكلة! يحدث خلل غير متوقع من جانب الخادم، مما يسبب الضيق. إنه مثل الفواق في النظام الذي يحتاج إلى استكشاف الأخطاء وإصلاحها. هناك صعوبات تقنية، لذا يرجى الانتظار بعض الوقت ومحاولة تحديث الصفحة. ويعمل الفريق الفني جاهداً لإصلاحه. تمسك جيدا!",

 "403_forbidden" => "403 ممنوع",
 "403_description" => "أوه لا! لقد وصلت إلى منطقة محظورة. لقد تعرف الخادم على طلبك، ولكن ليس لديك الأذونات اللازمة للوصول إلى المحتوى. يبدو الأمر كما لو تم وضع علامة 'ممنوع الدخول' لك. تحقق مرة أخرى من مستوى الوصول الخاص بك أو اتصل بالمسؤول للحصول على المساعدة. أصبر!",
 
 "404_not_found" => "404 غير موجود",
 "404_description" => "يبدو أن ما كنت تبحث عنه قد اختفى. لا يمكن تحديد موقع المورد المطلوب على الخادم. إنه مثل مطاردة وحيد القرن غير الموجود. حاول إعادة صياغة طلبك، أو التحقق من عنوان URL، أو الاتصال بمالك موقع الويب. تذكر أن هناك الكثير من الروابط التي يمكنك استكشافها!",
];